{
    "1": {
        "id": 1,
        "name": "IP addresses",
        "description": "Your IP address is a number assigned by your Internet Service Provider to any Internet connection. It is not always specific to your device and is not always a stable identifier.  It is used to route information on the Internet and display online content (including ads) on your connected device.",
        "fides_data_categories": [
            "user.device.ip_address"
        ]
      },
      "2": {
        "id": 2,
        "name": "Device characteristics",
        "description": "Technical characteristics about the device you are using that are not unique to you, such as the language, the time zone or the operating system.",
        "fides_data_categories": [
            "user.device",
            "user.sensor",
            "user.user_sensor",
            "user.telemetry"
        ]
      },
      "3": {
        "id": 3,
        "name": "Device identifiers",
        "description": "A device identifier is a unique string of characters assigned to your device or browser by means of a cookie or other storage technologies.  It may be created or accessed to recognise your device e.g. across web pages from the same site or across multiple sites or apps.",
        "fides_data_categories": [
            "user.device"
        ]
      },
      "4": {
        "id": 4,
        "name": "Probabilistic identifiers",
        "description": "A probabilistic identifier can be created by combining characteristics associated with your device (the type of browser or operating system used) and the IP address of the Internet connection. If you give your agreement, additional characteristics (e.g. the installed font or screen resolution) can also be combined to improve precision of the probabilistic identifier. Such an identifier is considered \"probabilistic\" because several devices can share the same characteristics and Internet connection. It may be used to recognise your device across e.g. web pages from the same site or across multiple sites or apps.",
        "fides_data_categories": ["user.unique_id.pseudonymous"]
      },
      "5": {
        "id": 5,
        "name": "Authentication-derived identifiers",
        "description": "Where an identifier is created on the basis of authentication data, such as contact details associated with online accounts you have created on websites or apps (e.g. e-mail address, phone number) or customer identifiers (e.g. identifier provided by your telecom operator), that identifier may be used to recognise you across websites, apps and devices when you are logged-in with the same contact details.",
        "fides_data_categories": [
            "user.account",
            "user.unique_id",
            "user.device"
        ]
      },
      "6": {
        "id": 6,
        "name": "Browsing and interaction data",
        "description": "Your online activity such as the websites you visit, apps you are using, the content you search for on this service,  or your interactions with content or ads, such as the number of times you have seen a specific content or ad or whether you clicked on it.",
        "fides_data_categories": [
            "user.behavior"
        ]
      },
      "7": {
        "id": 7,
        "name": "User-provided data",
        "description": "The information you may have provided by way of declaration via a form (e.g. feedback, a comment) or when creating an account (e.g. your age, your occupation).",
        "fides_data_categories": [
            "user.account",
            "user.contact",
            "user.content.public",
            "user.demographic",
            "user.name",
            "user.workplace"
        ]
      },
      "8": {
        "id": 8,
        "name": "Non-precise location data",
        "description": "An approximation of your location, expressed as an area with a radius of at least 500 meters. Your approximate location can be deduced from e.g. the IP address of your connection.",
        "fides_data_categories": [
            "user.location.imprecise"
        ]
      },
      "9": {
        "id": 9,
        "name": "Precise location data",
        "description": "Your precise location within a radius of less than 500 meters based on your GPS coordinates. It may be used only with your acceptance.",
        "fides_data_categories": [
            "user.location.precise"
        ]
      },
      "10": {
        "id": 10,
        "name": "Users' profiles",
        "description": "Certain characteristics (e.g. your possible interests, your purchase intentions, your consumer profile) may be inferred or modeled from your previous online activity (e.g. the content you viewed or the service you used, your time spent on various online content and services) or the information you have provided (e.g. your age, your occupation).",
        "fides_data_categories":  [
            "user.demographic"
        ]
      },
      "11": {
        "id": 11,
        "name": "Privacy choices",
        "description": "Your preferences regarding the processing of your data, based on the information you have received.",
        "fides_data_categories":  [
            "user.privacy_preferences"
        ]
      }
}

